Revit 2024 API
ParameterTypeId.LoadMomentMx Property
 "Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadMomentMx { get; }
Visual Basic
Public Shared ReadOnly Property LoadMomentMx As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadMomentMx {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace